[{"phenotype_id":"PH784","version_id":2208,"phenotype_name":"Asthma Biobank","type":"Disease or syndrome","tags":[],"collections":[{"description":"BREATHE","id":19,"collection_brand":"HDRUK"},{"description":"Phenotype Library","id":18,"collection_brand":"HDRUK"}],"author":"Luke Daines, Ann Morgan, Mome Mukherjee, Mohammad Al Sallakh, Eimear O'Rourke, Jennifer K Quint","clinical_terminologies":[{"name":"UKBioBank codes","id":12}],"data_sources":[{"id":13,"name":"UK Biobank","url":"https://web.www.healthdatagateway.org/dataset/439e71c7-33b5-4e85-98ce-4b068f2523ad","datasource_id":13}],"definition":"\n- Not found code search\n- Validation of Read Codes for the Identification of Asthma in CPRDNissen et al. validated a set of Read codes for the identification of asthma in CPRD in 2017. Use of specific asthma codes alone for identification of asthma patients had a positive predictive value (PPV) of 86.4 (77.4 to 95.4). The algorithm with the highest PPV included a non-specific asthma code, evidence of reversibility testing, and prescription of medication (PPV = 90.7 (82.8 to 98.7)).nanF. Nissen, Morales, D. R., Mullerova, H., Smeeth, L., Douglas, I. J., and Quint, J. K., “Validation of asthma recording in the Clinical Practice Research Datalink (CPRD)”, BMJ Open, vol. 7, p. e017474, 2017.nanSystematic Review of Asthma Coding in EHRAl Sallakh et al. and Nissen et al. both reviewed the literature for the validation of asthma in EHR in 2017. They found that high PPV were possible using a variaty of methods; however, there was high heterogeneity in the methods used.nanF. Nissen, Quint, J. K., Wilkinson, S., Mullerova, H., Smeeth, L., Douglas, I. J., \"Validation of Asthma Recording in Electronic Health Records: A Systematic Review\", Clinical Epidemiology, vol. 9, p. 643-656, 2017.F. Nissen, Quint, J. K., Wilkinson, S., Mullerova, H., Smeeth, L., Douglas, I. J., \"Validation of Asthma Recording in Electronic Health Records: Protocol for a Systematic Review \", BMJ Open, vol. 7, p. e014694, 2017.M. A. Al Sallakh, Vadileiou E., Rodgers, S. E., Lyons, R. A., Sheikh, A., Davies, G. A., \"Defining asthma and assessing asthma outcomes using electronic health record data: a systematic scoping review\", Eur Respir J, vol. 49, p. 1700204, 2017.","validation_performed":true,"publication_doi":"","publication_link":"","source_reference":"https://portal.caliberresearch.org/phenotypes/","citation_requirements":"","implementation":"\n\nThese codes will capture asthma ever, not just current asthma. These codes are not intended to be mandatory, but are to be used as a starting point for the identification of asthma in routine EHR. Each study may differ in the sensitivity and specificity of the coding required. \n\n \n\nFor those interested in further discrimination of asthma phenotypes, we refer you to Nissen et al. 2019.\n\n \n\nF. Nissen, Douglas, I. J., Mullerova, H., Pearce, N., Bloom, C. I., Smeeth, L., and Quint, J. K., “Clinical profile of predefined asthma phenotypes in a large cohort of UK primary care patients (Clinical Practice Research Datalink)”, J Asthma Allergy, vol. 12, pp. 7-19, 2019.\n\nNot found code search\n\n","publications":["Publications from 2019 using validated Read codes from Nissen et al. 2017","F. Nissen, Douglas, I. J., Mullerova, H., Pearce, N., Bloom, C. I., Smeeth, L., and Quint, J. K., “Clinical profile of predefined asthma phenotypes in a large cohort of UK primary care patients (Clinical Practice Research Datalink)”, J Asthma Allergy, vol. 12, pp. 7-19, 2019.","C. I. Bloom, Walker, S., and Quint, J. K., “Inadequate specialist care referrals for high-risk asthma patients in the UK: an adult population-based cohort 2006-2017”, J Asthma, pp. 1-7, 2019.","D. Dedman, Coton, S. J., Ghosh, R. E., Meeraus, W., Crim, C., Harvey, C., Amelio, J., and Landis, S. H., “Treatment Patterns of New Users of Fluticasone Furoate/Vilanterol in Asthma and COPD in UK Primary Care: Retrospective Cohort Study”, Pulmonary Therapy, vol. 5, pp. 81-95, 2019.","Wellcome Open Research","https://osf.io/kfz3n/ ","Publications from 2019 using Read codes from QOF","P. Rockenschaub, Jhass, A., Freemantle, N., Aryee, A., Rafiq, M., Hayward, A., and Shallcross, L., “Opportunities to reduce antibiotic prescribing for patients with COPD in primary care: a cohort study using electronic health records from the Clinical Practice Research Datalink (CPRD)”, J Antimicrob Chemother, 2019.","Publications from search (2018-Nov 2021)","Andrews AL, Brinton D, Simpson KN, Simpson AN. A longitudinal examination of the asthma medication ratio in children. Am J Manag Care. 2018;24(6):294-300.","Baan EJ, Janssens HM, Kerckaert T, Bindels PJE, de Jongste JC, Sturkenboom M, et al. Antibiotic use in children with asthma: cohort study in UK and Dutch primary care databases. BMJ Open. 2018;8(11):e022979.","Blakey JD, Gayle A, Slater MG, Jones GH, Baldwin M. Observational cohort study to investigate the unmet need and time waiting for referral for specialist opinion in adult asthma in England (UNTWIST asthma). BMJ Open. 2019;9(11):e031740.","Campbell EA, Bass EJ, Masino AJ. Temporal condition pattern mining in large, sparse electronic health record data: A case study in characterizing pediatric asthma. J Am Med Inform Assoc. 2020;27(4):558-66.","Chen Y, Hayward R, Chew-Graham CA, Hubbard R, Croft P, Sims K, et al. Prognostic value of first-recorded breathlessness for future chronic respiratory and heart disease: a cohort study using a UK national primary care database. Br J Gen Pract. 2020;70(693):e264-e73.","Choi H, Lee H, Ryu J, Chung SJ, Park DW, Sohn JW, et al. Bronchiectasis and increased mortality in patients with corticosteroid-dependent severe asthma: a nationwide population study. Ther Adv Respir Dis. 2020;14:1753466620963030.","Coutts J, Fullarton J, Morris C, Grubb E, Buchan S, Rodgers-Gray B, et al. Association between respiratory syncytial virus hospitalization in infancy and childhood asthma. Pediatr Pulmonol. 2020;55(5):1104-10.","Gokhale M, Hattori T, Evitt L, Lenney W, Nordstrom B, Collins J, et al. Burden of asthma exacerbations and health care utilization in pediatric patients with asthma in the US and England. Immun Inflamm Dis. 2020;8(2):236-45.","Gupta RP, Mukherjee M, Sheikh A, Strachan DP. Persistent variations in national asthma mortality, hospital admissions and prevalence by socioeconomic status and region in England. Thorax. 2018;73(8):706-12.","Ishii T, Shiota S, Yamamoto K, Abe K, Miyazaki E. Inhaled Corticosteroid-Containing Regimens Reduce Hospitalizations and Healthcare Costs among Elderly Asthmatics: Real-World Validation Using the National Health Insurance Claims Database. Tohoku J Exp Med. 2020;251(2):135-45.","Kamei T, Kanaji N, Nakamura H, Arakawa Y, Miyawaki H, Kishimoto N, et al. Asthma mortality based on death certificates: A demographic survey in Kagawa, Japan. Respir Investig. 2019;57(3):268-73.","Kang HR, Song HJ, Nam JH, Hong SH, Yang SY, Ju S, et al. Risk factors of asthma exacerbation based on asthma severity: a nationwide population-based observational study in South Korea. BMJ Open. 2018;8(3):e020825.","Karlsson Sundbaum J, Vanfleteren L, Konradsen JR, Nyberg F, Ekberg-Jansson A, Stridsman C. Severe COVID-19 among patients with asthma and COPD: a report from the Swedish National Airway Register. Ther Adv Respir Dis. 2021;15:17534666211049738.","Kerkhof M, Tran TN, Soriano JB, Golam S, Gibson D, Hillyer EV, et al. Healthcare resource use and costs of severe, uncontrolled eosinophilic asthma in the UK general population. Thorax. 2018;73(2):116-24.","Kerkhof M, Tran TN, van den Berge M, Brusselle GG, Gopalan G, Jones RCM, et al. Association between blood eosinophil count and risk of readmission for patients with asthma: Historical cohort study. PLoS One. 2018;13(7):e0201143.","Khakban A, FitzGerald JM, Tavakoli H, Lynd L, Ehteshami-Afshar S, Sadatsafavi M. Extent, trends, and determinants of controller/reliever balance in mild asthma: a 14-year population-based study. Respir Res. 2019;20(1):44.","Krishna MT, Subramanian A, Adderley NJ, Zemedikun DT, Gkoutos GV, Nirantharakumar K. Allergic diseases and long-term risk of autoimmune disorders: longitudinal cohort study and cluster analysis. Eur Respir J. 2019;54(5).","Levy ML, Garnett F, Kuku A, Pertsovskaya I, McKnight E, Haughney J. A review of asthma care in 50 general practices in Bedfordshire, United Kingdom. NPJ Prim Care Respir Med. 2018;28(1):29.","Mattiuzzi C, Lippi G. Worldwide asthma epidemiology: insights from the Global Health Data Exchange database. Int Forum Allergy Rhinol. 2020;10(1):75-80.","Munoz FA, Benton LD, Kops SA, Kowalek KA, Seckeler MD. Greater length of stay and hospital charges for severe asthma in children with depression or anxiety. Pediatr Pulmonol. 2020;55(11):2908-12.","Nagasaki T, Sato K, Kume N, Oguma T, Sunadome H, Ito I, et al. The prevalence and disease burden of severe eosinophilic asthma in Japan. J Asthma. 2019;56(11):1147-58.","Oliver P, Hulin J, Mitchell C. A primary care database study of asthma among patients with and without opioid use disorders. NPJ Prim Care Respir Med. 2020;30(1):17.","Paciej P, Dziankowska-Zaborszczyk E, Ciabiada B, Bryła M, Maniecka-Bryła I. Years of life lost due to bronchial asthma in Poland between 1999 and 2013. J Asthma. 2018;55(6):668-74.","Sakai-Bizmark R, Chang RR, Mena LA, Webber EJ, Marr EH, Kwong KY. Asthma Hospitalizations Among Homeless Children in New York State. Pediatrics. 2019;144(2).","Seol HY, Wi CI, Ryu E, King KS, Divekar RD, Juhn YJ. A diagnostic codes-based algorithm improves accuracy for identification of childhood asthma in archival data sets. J Asthma. 2021;58(8):1077-86.","Shaw DE, Gaynor CM, Fogarty AW. Changes in asthma mortality in England and Wales since 2001. Thorax. 2019;74(12):1174-5.","To T, Feldman LY, Zhu J, Gershon AS. Asthma health services utilisation before, during and after pregnancy: a population-based cohort study. Eur Respir J. 2018;51(4).","Turner SW, Murray C, Thomas M, Burden A, Price DB. Applying UK real-world primary care data to predict asthma attacks in 3776 well-characterised children: a retrospective cohort study. NPJ Prim Care Respir Med. 2018;28(1):28.","van der Pol M, Olajide D, Dusheiko M, Elliott R, Guthrie B, Jorm L, et al. The impact of quality and accessibility of primary care on emergency admissions for a range of chronic ambulatory care sensitive conditions (ACSCs) in Scotland: longitudinal analysis. BMC Fam Pract. 2019;20(1):32.","Veeranki SP, Ohabughiro MU, Moran J, Mehta HB, Ameredes BT, Kuo YF, et al. National estimates of 30-day readmissions among children hospitalized for asthma in the United States. J Asthma. 2018;55(7):695-704.","Wang YC, Tsai CS, Yang YH, Huang KY, Hsieh WC, Kuo TY, et al. Association Between Enterovirus Infection and Asthma in Children: A 16-year Nationwide Population-based Cohort Study. Pediatr Infect Dis J. 2018;37(9):844-9.","Williamson EJ, Walker AJ, Bhaskaran K, Bacon S, Bates C, Morton CE, et al. Factors associated with COVID-19-related death using OpenSAFELY. Nature. 2020;584(7821):430-6.","Wu TD, Keet CA, Fawzy A, Segal JB, Brigham EP, McCormack MC. Association of Metformin Initiation and Risk of Asthma Exacerbation. A Claims-based Cohort Study. Ann Am Thorac Soc. 2019;16(12):1527-33.","Xie S, Himes BE. Approaches to Link Geospatially Varying Social, Economic, and Environmental Factors with Electronic Health Record Data to Better Understand Asthma Exacerbations. AMIA Annu Symp Proc. 2018;2018:1561-70.","Yang G, Han YY, Forno E, Yan Q, Rosser F, Chen W, et al. Glycated Hemoglobin A(1c), Lung Function, and Hospitalizations Among Adults with Asthma. J Allergy Clin Immunol Pract. 2020;8(10):3409-15.e1.","Yoo S, Kim DW, Kim YE, Park JH, Kim YY, Cho KD, et al. Data resource profile: the allergic disease database of the Korean National Health Insurance Service. Epidemiol Health. 2021;43:e2021010.","Ziyab AH, Abul AT. Trends in asthma hospital admissions and mortality in Kuwait, 2000-2014: a national retrospective observational study. BMJ Open. 2018;8(5):e021244.",">Code repositories","**Source**- Journal of the Royal Society of Medicine \n- **Title**- Trends in the epidemiology of asthma in England: a national study of 333,294 patients \n- **Code type**- Read2 ","**Source**- NHS Digital \n- **Title**- QOF v45.0 Business rules (AST_COD) \n- **Code type**- Read2, ReadCTV3 ","**Source**- BMJ Open \n- **Title**- Predicting the risk of asthma attacks in children, adolescents and adults: protocol for a machine learning algorithm derived from a primary care-based retrospective cohort \n \n- **Code type**- Read? ","**Source**- BMC Medicine \n- **Title**- The epidemiology, healthcare and societal burden and costs of asthma in the UK and its member nations: analyses of standalone and linked national databases (Additional file 1) \n- **Code type**- Read2 ","**Source**- Allergy \n- **Title**- Usage of allergy codes in primary care electronic health records \n- **Code type**- Read2 ","**Source**- PCRS-UK \n- **Title**- The nine processes to achieve Asthma Right Care (ARC) \n- **Code type**- Read2, SNOMED-CT ","**Source**- BMJ Open \n- **Title**- Estimating the incidence, prevalence and true cost of asthma in the UK: secondary analysis of national stand-alone and linked databases in England, Northern Ireland, Scotland and Wales—a study protocol (Appendix 2 & 3) \n- **Code type**- Read2, ReadCTV3 ","**Source**- BMJ Open \n- **Title**- Validation of asthma recording in the Clinical Practice Research Datalink (CPRD) \n- **Code type**- Medcode ","**Source**- clinicalcodes.rss.mhs.man.ac.uk \n- **Title**- Effect of financial incentives on incentivised and non-incentivised clinical activities: longitudinal analysis of data from the UK Quality and Outcomes Framework \n- **Code type**- Read2, OXMIS ","**Source**- OpenSafely \n- **Title**-  Asthma diagnosis (Based on Nissen's list A9) \n- **Code type**- CTV3 ","**Source**- OpenSafely \n- **Title**- Current Asthma \n- **Code type**- ReadCTV3 ","**Source**- OpenSafely \n- **Title**- Asthma inhaler salbutamol \n- **Code type**- BNF ","**Source**- OpenSafely \n- **Title**- Asthma oral prednisolone \n- **Code type**- SNOMED-CT, BNF, dm+d ","**Source**- LSHTM Data Compass \n- **Title**- Asthma codes \n- **Code type**- medcode ","**Source**- LSHTM Data Compass \n- **Title**- Asthma ICD-10 codes \n- **Code type**- ICD-10 ","**Source**- LSHTM Data Compass \n- **Title**- Asthma Read codes \n- **Code type**- Read2, medcode ","**Source**- LSHTM Data Compass \n- **Title**- Asthma diagnostic Read codes \n- **Code type**- Read2, medcode ","**Source**- LSHTM Data Compass \n- **Title**- Asthma diagnostic ICD-10 codes \n- **Code type**- ICD-10 ","**Source**- UK Biobank \n- **Title**- Definitions of Asthma for UK Biobank Phase 1 Outcomes Adjudication (2018) \n- **Code type**- ICD-9, ICD-10 ","**Source**- University of Cambridge \n- **Title**- Asthma (currently treated) List developed by Cambridge CPRD group, sourced from QOF and 10.1136/bmj.g330 (1). Combines Read codes with prescription list. Download contains csv file, and meta data (provenance, citations & links, and code counts  \n- **Code type**- Read codes (GOLD) ","**Source**- ORCHID Oxford-RCGP Clinical Informatic Digital Hub  \n- **Title**- Code lists do not appear to be available \n- **Code type**-  ","**Source**- NHS England \n- **Title**-  \n- **Code type**- SNOMED-CT ","**Source**- Keele University \n- **Title**-  \n- **Code type**- Read2 "],"concepts":[{"name":"Asthma Biobank -  1","concept_id":"C2429","concept_version_id":6258,"coding_system":"UKBioBank codes","codes":[{"code":"1111","description":"Asthma","Field":"20002"}]}],"versions":[{"version_id":2208,"version_name":"Asthma Biobank","version_date":"2022-08-04T18:37:25.140365Z","is_published":true,"is_latest":true},{"version_id":1647,"version_name":"Asthma Biobank","version_date":"2022-01-17T13:59:01.306475Z","is_published":true,"is_latest":false}]}]