[{"phenotype_id":"PH842","version_id":1763,"phenotype_name":"Dementia Comorbidities","type":"Disease or Syndrome","tags":[],"collections":[{"description":"ClinicalCodes Repository","id":25,"collection_brand":"HDRUK"},{"description":"Phenotype Library","id":18,"collection_brand":"HDRUK"}],"author":"Romi Haas, Ljoudmila Busija, Alexandra Gorelik, Denise A O'Connor, Christopher Pierce, Danielle Mazza, Rochelle Buchbinder","clinical_terminologies":[{"name":"SNOMED  CT codes","id":9}],"data_sources":[{"id":34,"name":"POpulation Level Analysis and Reporting (POLAR) Database Australia","url":null,"datasource_id":34}],"definition":"Introduction:\n\nGeneral practice is integral to the Australian healthcare system. Outcome Health’s POpulation Level Analysis and Reporting (POLAR) database uses de-identified electronic health records to analyse general practice data in Australia. Previous studies using routinely collected health data for research have not consistently reported the codes and algorithms used to describe the population, exposures, interventions and outcomes in sufficient detail to allow replication. This paper reports a study protocol investigating patterns of care for people presenting with musculoskeletal conditions to general practice in Victoria, Australia. Its focus is on the systematic approach used to classify and select eligible records from the POLAR database to facilitate replication. This will be useful for other researchers using routinely collected health data for research.\n\n\nMethods and analysis:\n\nThis is a retrospective cohort study. Patient-related data will be obtained through electronic health records from a subset of general practices across three primary health networks (PHN) in southeastern Victoria. Data for patients with a low back, neck, shoulder and/or knee condition and who received at least one general practitioner (GP) face-to-face consultation between 1 January 2014 and 31 December 2018 will be included. Data quality checks will be conducted to exclude patients with poor data recording and/or non-continuous follow-up. Relational data files with eligible and valid records will be merged to select the study cohort and the GP care received (consultations, imaging requests, prescriptions and referrals) between diagnosis and 31 December 2018. Number and characteristics of patients and GPs, and number, type and timing of imaging requests, prescriptions for pain relief and referrals to other health providers will be investigated.\n\n\nEthics and dissemination:\n\nEthics approval was obtained from the Cabrini and Monash University Human Research Ethics Committees (Reference Numbers 02-21-01-19 and 16975, respectively). Study findings will be reported to Outcome Health, participating PHNs, disseminated in academic journals and presented in conferences.\n\n\n\n\n\n\n\n\n","validation_performed":false,"publication_doi":"","publication_link":"","source_reference":"","citation_requirements":"","implementation":"","publications":["Romi Haas, Ljoudmila Busija, Alexandra Gorelik, Denise A O'Connor, Christopher Pierce, Danielle Mazza, Rochelle Buchbinder, Patterns of care for people presenting to Australian general practice with musculoskeletal complaints based on routinely collected data: protocol for an observational cohort study using the Population Level Analysis and Reporting (POLAR) database. BMJ Open, 11(e055528), 2021."],"concepts":[{"name":"Dementia Comorbidities - Primary Care","concept_id":"C2598","concept_version_id":6609,"coding_system":"SNOMED  CT codes","codes":[{"code":"15662003","description":"Senile dementia","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"26929004","description":"Alzheimer's disease","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"278857002","description":"Dementia of frontal lobe type","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"281004","description":"Dementia associated with alcoholism","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"312991009","description":"Senile dementia of the Lewy body type","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"429998004","description":"Vascular dementia","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"52448006","description":"Dementia","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"56267009","description":"Multi-infarct dementia","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"},{"code":"79341000119107","description":"Mixed dementia","Entity type":"res174: dementia comorbidities","Coding System (SNOMED)":"SNOMED","Category":"diagnostic"}]}],"versions":[{"version_id":1763,"version_name":"Dementia Comorbidities","version_date":"2022-04-04T07:06:38.861085Z","is_published":true,"is_latest":true}]}]