[{"phenotype_id":"PH351","version_id":702,"phenotype_name":"Socioeconomic Deprevation","type":"Lifestyle Risk Factor","tags":[],"collections":[{"description":"Phenotype Library","id":18,"collection_brand":"HDRUK"}],"author":"Julie George, Emily Herrett, Liam Smeeth, Harry Hemingway, Anoop Shah, Spiros Denaxas","clinical_terminologies":[],"data_sources":[{"id":23,"name":"Practice postcode linked deprivation measures for CPRD GOLD","url":"https://web.www.healthdatagateway.org/dataset/3326d554-ca11-4dc6-aff0-c5b314442d27","datasource_id":23}],"definition":"The level of socioeconomic deprivation was measured with the index of multiple deprivation (IMD) 2007 calculated at lower layer super output area level (small geographical areas, 23 482 defined in England with an average population of 1500 people), that had been linked by a third trust party using the patient postcode of residence recorded in CPRD. This measure of community socioeconomic status is a composite indicator commonly used in the United Kingdom that has been created by the Office of National Statistics using census postcode data. It is calculated combining 38 indicators of seven domains of deprivation: income, employment, health and disability; education, skills and training; barriers to housing and services, crime, and living environment. The IMD is the combined sum of the weighted, exponentially transformed domain ranks of the domain score. Explicit pre-defined weights are used (22.5% income, 22.5% employment, 13.5% health and disability, 13.5% education, skills and training, 9.3% barriers to housing and services, 9.3% crime, and 9.3% living environment). Because IMD is a non-linear measure of community socioeconomic status, for the analysis patients were categorised into quintiles of small-area deprivation, where the first quintile indicated the least deprived and the fifth quintile the most deprived group.\n\n\n\n","validation_performed":false,"publication_doi":"","publication_link":"","source_reference":"https://portal.caliberresearch.org/phenotypes/socioeconomic-deprevation","citation_requirements":"","implementation":"","publications":[],"concepts":[],"versions":[{"version_id":702,"version_name":"Socioeconomic Deprevation","version_date":"2021-10-06T16:14:29.438948Z","is_published":true,"is_latest":true}]}]